---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsU
source: html/a0587614-a8fb-af0c-caa8-1b73c607f16c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsU Property

"Number"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingNumDivisionsU { get; }
```